Repository: dedeler/tweet-more
Catalog: tweetmore/translations/*/LC_MESSAGES/messages.po
Languages: tr

source: Twitter authorization failed, please try again later.
tr: Twitter yetkilendirmesi başarısız oldu, lütfen birazdan yeniden deneyiniz.

source: Hello
tr: Merhaba

source: Wanna tweet something?
tr: Bi' şeyler tivitlicen mi?

source: Preview
tr: Ön izleme

source: Tweet!
tr: Tivitle!

source: Your Timeline
tr: Tivitleriniz

source: 140? No limits because size matters!
tr: 140 mı? Limitleri kaldırdık çünkü boyut önemlidir!

source: You don't have to limit yourself to 140 characters! Tweet longer, without redirecting your followers to external links. Your longer tweets are embedded to your tweets as photos!
tr: 140 karaktere sıkışıp kalmayın. İstediğinizi yazın, yazdıklarınızı okuyucuyu başka sitelere yönlendirmeden Twitter içinde resim olarak göstereceğiz.

source: Sign in with Twitter
tr: Twitter ile giriş yap

source: See an Example
tr: Bir Örneğe Bakın

source: Tweet More
tr: Bol Tivit

source: Freedom
tr: Özgürlük

source: Sign out
tr: Çıkış yap

source: This is a Free Software
tr: Bu bir özgür yazılımdır

source: View source &amp; license
tr: Kaynak kod &amp; lisans görüntüle

source: You were signed out
tr: Çıkış yaptınız

source: You denied the request to sign in.
tr: Giriş yapmayı reddettiniz.

source: You were signed in
tr: Giriş yaptınız
